Repository: relalis/iFire
Catalog: *.lproj/Localizable.strings
Languages: german

# loginFailed
source: The password and username provided are incorrect. Please try again.
german: Der Benutzername und das Passwort sind falsch. Bitte versuchen Sie es noch einmal.

# loginFailedShort
source: Login Failed
german: Login fehlgeschlagen

# rmBuddy1
source: Do your really want to remove your buddy
german: Willst du diesen Freund wirklich

# rmBuddy2
source: from your buddylist?
german: von der Freundesliste entfernen?

# rmShort
source: Remove Buddy?
german: Freund entfernen?

# noJoin
source: This game doesnÂ´t support directly connecting to a server. Du you want to continue?
german: Dieses Spiel kann sich nicht direkt mit einem Server verbinden. Willst du fortfahren?

# noJoinShort
source: No One-Click-Joining supported
german: Keine Ein-Klick-Verbindung möglich

source: Continue
german: Fortfahren

source: Cancel
german: Abbrechen

source: Download
german: Downloaden

# otherShort
source: Other Login
german: Anderer Login

# other
source: Somebody has logged in from another location
german: Jemand hat sich von einer anderen Position aus eingeloggt.

# updateShort
source: New Version Available!
german: Neue Version verfügbar!

# update
source: iFire Version %@ is now available! (You are using Version %@). Would you like to download the Update now?
german: iFire Version %@ ist jetzt verfügbar! (Du benutzt momentan Version %@). Willst du das Update herunterladen?

# noUpdateShort
source: No Updates
german: Keine Updates vorhanden

# noUpdate
source: There is no newer version of iFire available
german: Es gibt keine neue iFire-Version.

# noInetShort
source: No Internet connection!
german: Keine Internet-Verbindung!

# noInet
source: iFire was unable to connect to the master server!
german: iFire konnte sich nicht mit dem Master-Server verbinden!

# typing
source: %@ is typing a message.
german: %@ gibt eine Nachricht ein...

# msgSent
source: Message sent
german: Nachricht wurde gesendet

# authRequest
source: Contact requests authorization
german: Kontakt erwartet Authorisierung

# contactOff
source: Contact has signed off
german: Kontakt hat sich ausgeloggt

# contactOn
source: Contact has signed on
german: Kontakt hat sich eingeloggt

# nowOnline
source: <This user is now online>
german: <Der Benutzer ist jetzt online>

# nowOffline
source: <This user is now offline>
german: <Der Benutzer ist jetzt offline>

# nowPlaying
source: Contact started playing a game
german: Kontakt hat angefangen ein Spiel zu spielen

# playing
source: %@ is now playing %@
german: %@ spielt jetzt %@
